tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "openssl@1.1"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "colordiff"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "fzf"
brew "ghq"
brew "git"
brew "go"
brew "hub"
brew "jq"
brew "kubernetes-cli"
brew "node"
brew "postgresql"
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "tig"
brew "tree"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "dropbox"
cask "sourcetree"
cask "1password"
cask "abstract"
cask "charles"
cask "discord"
cask "docker"
cask "firefox"
cask "forticlient"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "miro"
cask "obsidian"
cask "pritunl"
cask "sketch"
cask "slack"
cask "tunnelblick"
cask "visual-studio-code"
cask "zoom"
cask "boostnote"
cask "ImageOptim"
cask "evernote"
cask "clipy"
cask "cyberduck"
cask "skype"
cask "atom"